[
    {
        "id": 1,
        "idCat": "platoFuerte",
        "name": "Pasta fresca con langostinos",
        "description": "Cintas de harina de semola envuelta en vegetales frescos con langostinos salteados Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 60.5,
        "img": "fNoodles.png",
        "status": "novedad",
        "discountAmount": 0    
    },
    {
        "id": 2,
        "idCat": "platoFuerte",
        "name": "Barbacoa con ensalada gourmet",
        "description": "Barbacoa con ensalada gourmet de vegetales orgánicos Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 55.53,
        "img": "fBarbacoaEnsalada.png",
        "status": "novedad",
        "discountAmount": 0    
    },
    {
        "id": 3,
        "idCat": "platoFuerte",
        "name": "Ribs de cerdo",
        "description": "Costillas de cerdo en salsa BBQ y salsa de la casa Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 45.23,
        "img": "fCostillas.png",
        "status": "recomendado",
        "discountAmount": 0    
    },
    {
        "id": 4,
        "idCat": "platoFuerte",
        "name": "Falafel vegetariano con hummus",
        "description": "Falafel con hummus y vegetales frescos Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 54.76,
        "img": "fFalafelHummus.png",
        "status": "mas vendido",
        "discountAmount": 0    
    },
    {
        "id": 5,
        "idCat": "platoFuerte",
        "name": "Milanesa con vegetales",
        "description": "Milanesa en salsa BBQ con vegetales Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 53.65,
        "img": "fMilanesaVegetales.png",
        "status": "novedad",
        "discountAmount": 0    
    },
    {
        "id": 6,
        "idCat": "platoFuerte",
        "name": "Paella mediterránea",
        "description": "Paella de mariscos Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 73.33,
        "img": "fPaellaMediterranea.png",
        "status": "oferta",
        "discountAmount": 10    
    },
    {
        "id": 7,
        "idCat": "platoFuerte",
        "name": "Pollo frito con papas rústicas",
        "description": "Pollo frito con papas rústicas y ensalada Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 53.99,
        "img": "fPolloFritoVegetales.png",
        "status": "oferta",
        "discountAmount": 20    
    },
    {
        "id": 8,
        "idCat": "platoFuerte",
        "name": "Salmón con vegetales frescos",
        "description": "Salmón ahumado con vegetales frescos Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 67.98,
        "img": "fSalmonVegetales.png",
        "status": "novedad",
        "discountAmount": 0    
    },
    {
        "id": 9,
        "idCat": "platoFuerte",
        "name": "Solomito con papas rústicas",
        "description": "Solomito con papas rústicas y ensalada primavera Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 57.78,
        "img": "fSolomito.png",
        "status": "recomendado",
        "discountAmount": 0    
    },
    {
        "id": 10,
        "idCat": "bebida",
        "name": "Coca-Cola 2.25L",
        "description": "Coca-Cola 2.25L Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 10.65,
        "img": "bCocacola.png",
        "status": "mas vendido",
        "discountAmount": 0    
    },
    {
        "id": 11,
        "idCat": "bebida",
        "name": "Agua sin gas",
        "description": "Agua en botella sin gas Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 4.20,
        "img": "bAgua.png",
        "status": "oferta",
        "discountAmount": 30    
    },
    {
        "id": 12,
        "idCat": "bebida",
        "name": "Coctel de vodka y kiwi",
        "description": "Coctel de vodka con trozos de kiwi Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 12.75,
        "img": "bCoctelVodkaKiwi.png",
        "status": "novedad",
        "discountAmount": 0    
    },
    {
        "id": 13,
        "idCat": "bebida",
        "name": "Jugo de naranja",
        "description": "Jugo natural de naranja sin azúcar Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 7.5,
        "img": "bJugoNaranja.png",
        "status": "novedad",
        "discountAmount": 0    
    },
    {
        "id": 14,
        "idCat": "bebida",
        "name": "Sangría de frutos rojos",
        "description": "Sangría con variedad de frutos rojos en trozos Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 11.75,
        "img": "bSangria.png",
        "status": "recomendado",
        "discountAmount": 0    
    },
    {
        "id": 15,
        "idCat": "entrada",
        "name": "Bruschettas con salsa de tomate",
        "description": "Bruschettas con especias y salsa artesanal de tomate Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 11.75,
        "img": "eBruschettasSalsaTomate.png",
        "status": "recomendado",
        "discountAmount": 0    
    },
    {
        "id": 16,
        "idCat": "entrada",
        "name": "Crema de champiñones",
        "description": "Crema de champiñone Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 12.5,
        "img": "eCremaChampinones.png",
        "status": "oferta",
        "discountAmount": 30    
    },
    {
        "id": 17,
        "idCat": "entrada",
        "name": "Crema de tomate",
        "description": "Crema de tomate Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 12.5,
        "img": "eCremaTomate.png",
        "status": "recomendado",
        "discountAmount": 0    
    },
    {
        "id": 18,
        "idCat": "entrada",
        "name": "Crema de verduras",
        "description": "Crema de verduras Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 12.5,
        "img": "eCremaVerduras.png",
        "status": "novedad",
        "discountAmount": 0    
    },
    {
        "id": 19,
        "idCat": "entrada",
        "name": "Dips con salsa de la casa",
        "description": "Dips con salsa de la casa Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.75,
        "img": "eDipsSalsaCasa.png",
        "status": "mas-vendido",
        "discountAmount": 0     
    },
    {
        "id": 20,
        "idCat": "entrada",
        "name": "Ensalada Cesar",
        "description": "Ensalada Cesar con vinagreta de tu elección Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 10.75,
        "img": "eEnsaladaCesar.png",
        "status": "oferta",
        "discountAmount": 30   
    },
    {
        "id": 21,
        "idCat": "entrada",
        "name": "Nachos con guacamole",
        "description": "Nachos con guacamole Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 11.25,
        "img": "eNachosGuacamole.png",
        "status": "recomendado",
        "discountAmount": 0    
    },
    {
        "id": 22,
        "idCat": "postre",
        "name": "Canasta de helado",
        "description": "Canasta de helado de tu elección Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.25,
        "img": "pCanastaHelado.png",
        "status": "mas-vendido",
        "discountAmount": 0  
    },
    {
        "id": 23,
        "idCat": "postre",
        "name": "Cheesecake de frutos rojos",
        "description": "Cheesecake de frutos rojos Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.25,
        "img": "pCheeseCakeFrutosRojos.png",
        "status": "novedad",
        "discountAmount": 0   
    },
    {
        "id": 24,
        "idCat": "postre",
        "name": "Helado de tiramissú",
        "description": "Helado de tiramissú con salsa de arequipe Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.25,
        "img": "pHeladoTiramissu.png",
        "status": "oferta",
        "discountAmount": 20    
    },
    {
        "id": 25,
        "idCat": "postre",
        "name": "Tarta de chocolate",
        "description": "Tarta de chocolate Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.25,
        "img": "pTartaChocolate.png",
        "status": "mas-vendido",
        "discountAmount": 0    
    },
    {
        "id": 26,
        "idCat": "postre",
        "name": "Brownie con arequipe",
        "description": "Brownie con arequipe Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.25,
        "img": "pTortaChocolate.png",
        "status": "recomendado",
        "discountAmount": 0    
    },
    {
        "id": 27,
        "idCat": "postre",
        "name": "Torta de vainilla con chocolate",
        "description": "Torta de vainilla con chocolate Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.25,
        "img": "pTortaVainillaChocolate.png",
        "status": "novedad",
        "discountAmount": 0   
    },
    {
        "id": 28,
        "idCat": "postre",
        "name": "Waffle con helado",
        "description": "Waffle con helado Nulla rhoncus malesuada vestibulum. Quisque eleifend finibus rutrum. Sed vitae libero id diam commodo imperdiet. Duis cursus, massa ut pharetra efficitur, arcu mauris auctor quam, quis sollicitudin nibh ex sit amet elit. Suspendisse et dictum tellus. Donec vestibulum quis nisi vel ullamcorper. Curabitur sagittis nunc ac ornare tristique. Phasellus in laoreet orci.",
        "price": 13.25,
        "img": "pWaffleHelado.png",
        "status": "oferta",
        "discountAmount": 10    
    }
]
